<script lang="ts"></script>

<div class="mx-auto grid max-w-full grid-cols-1 gap-y-8 px-6 md:max-w-6xl">
	<h1 id="使用條款及免責聲明" data-id="使用條款及免責聲明" class="font-bold text-3xl mt-6">
		使用條款及免責聲明
	</h1>
	<p>
		<span
			>本網站由「DNM」所經營。本網站重視每一個使用者所享有的服務，特此說明本網站的使用政策，以保障您的權益。請您細讀本使用條款的內容：</span
		>
	</p>
	<h2 class="font-bold text-xl">1. 關於《使用條款》</h2>
	<ul class="list-disc pl-6">
		<li>
			在您決定使用本網站所提供的服務(以下簡稱本服務)前，請仔細閱讀本使用條款。您必須在完全同意以下條款的前提下，才能使用本服務。本使用條款與其他附加條件或其他特殊條款相矛盾時，以附加條件或特殊條款為準。
		</li>
		<li>
			本網站有權於任何時間修改或變更本使用條款之內容，您應經常查看以瞭解您當前的權利及義務。若您於本網站為任何修改或變更本使用條款後仍繼續使用本服務，視為您已同意接受本使用條款之修改及變更。
		</li>
	</ul>
	<h2 class="font-bold text-xl">2. 服務內容</h2>
	<ul class="list-disc pl-6">
		<li>本服務的具體內容由本網站根據實際情況提供，並對其所提供之服務擁有最終解釋權。</li>
		<li>
			本服務係透過網際網路提供您各項網路資訊服務，您必須自行配備上網所需的各項電腦設備，並承擔所需的費用。
		</li>
	</ul>
	<h2 class="font-bold text-xl">3. 授權</h2>
	<ul class="list-disc pl-6">
		<li>
			在本使用條款的約束下，本網站僅此授予您有限、僅供個人使用、非商業用途（家裡或工作中使用）、非專屬和不可轉讓的使用本服務。
		</li>
		<li>
			本站的站上資訊僅代表使用者的個人看法或行為，由使用者自行擔保其內容的合法性，本站及其管理者將不為使用者的行為或所張貼的資訊負任何法律責任。
		</li>
		<li>
			本站所有張貼的內容版權均屬原創人或版權持有人所擁有，本站只作為一個平台展示其內容。如發現本站上張貼的內容未經原創人或版權持有人同意，會予以刪除並不作另行通知，本站及其管理者毋須負任何法律責任。
		</li>
	</ul>
	<h2 class="font-bold text-xl">4. 兒童及青少年之保護</h2>
	<p>
		<span
			>網路上存有不適宜兒童及青少年接受的訊息，例如色情與暴力的訊息，兒童及青少年有可能因此受到心靈與肉體上的傷害。因此，為確保兒童及青少年使用網路的安全，並避免隱私權受到侵犯，家長（或監護人）應盡到下列義務：</span
		>
	</p>
	<ul class="list-disc pl-6">
		<li>
			先檢閱各該網站是否有保護個人資料的隱私權政策，再決定是否同意提出相關的個人資料；並應持續叮嚀兒童及青少年不可洩漏自己或家人的任何資料（包括姓名、地址、電話、電子郵件信箱、照片、信用卡號等）給任何人。也不可以單獨接受網友的邀請或贈送禮物而與之見面。
		</li>
		<li>
			謹慎選擇合適網站供兒童及青少年瀏覽。未滿十二歲之兒童上網時，應全程在旁陪伴，十二歲以上未滿十八歲之青少年上網前亦應斟酌是否給予同意。
		</li>
	</ul>
	<h2 class="font-bold text-xl">5. 使用者的行為</h2>

	<p>
		<span>您在使用本網站服務過程中，必須遵循以下原則：</span>
	</p>
	<p><span>(a) 遵守中華民國有關的法律和法規；</span></p>
	<p><span>(b) 遵守所有與網路服務有關的網路協定、規定和程式；</span></p>
	<p><span>(c) 不得為任何非法目的而使用網路服務系統；</span></p>
	<p>
		<span>(d) 不使用任何設備、軟體或程序，干擾或試圖干擾本網站、本網站之正常運作；</span>
	</p>
	<p>
		<span
			>(e)
			不允許侵入、強行入侵、接通、使用或企圖侵入、接通、使用本網站伺服器及未經本網站對您發出許可的任何資料區；</span
		>
	</p>
	<p><span>(f) 不得限制、制止其他使用者使用並享用本服務；</span></p>
	<p>
		<span>(g) 如發現任何非法使用帳號或任何出現安全漏洞的情況，應立即告知本網站。</span>
	</p>
	<h2 class="font-bold text-xl">6. 知識產權</h2>
	<ul class="list-disc pl-6">
		<li>
			本網站提供的服務內容(包括但不限於：文字、照片、圖形、圖像、圖表、聲音、FLASH
			動畫、視頻、音頻、商標等)，均由本網站或其他相關權利人依法所擁有，並受商業形象、著作權法、商標法、公平交易法以及各類智慧財產權法之保護。
		</li>
		<li>
			非經本網站或其他相關權利人之事先書面同意，本網站及其內容之任何部分，不能修改、複製、重製、重印、公開播送、改作、散佈、發行、公開發表及為任何非法目的。
		</li>
		<li>
			經本網站或其他相關權利人之事先書面同意，您在修改、複製、重製、重印、公開播送、改作、散佈、發行、公開發表本網站及其內容之任何部分時，必須詳細標明本網站之名稱及網址為其資料來源。
		</li>
	</ul>
	<h2 class="font-bold text-xl">7. 廣告信息</h2>
	<p>
		<span
			>本網站上如有傳播或刊載之廣告，關於其內容所展現的文字、圖片、動畫、聲音、影像或以其他方式對商品或服務之說明，都是由廣告主或廣告代理商所提供。對於廣告之內容，本網站基於尊重廣告主或廣告代理商權利，不對廣告之內容進行審查，您應該自行判斷該廣告的正確性及可信度，本網站不對該等廣告做任何擔保。</span
		>
	</p>
	<h2 class="font-bold text-xl">8. 連結</h2>
	<p>
		<span
			>本網站或所有服務相關網頁上所提供之所有連結，可能連結到其他個人、公司或組織之網站，提供該等連結之目的，僅係為便利使用者自行搜集或取得資訊，本網站對於被連結之該等個人、公司或組織之網站上所提供之產品、服務或資訊，既不擔保其真實性、完整性、即時性或可信度，該等個人、公司或組織亦不因此而當然與本網站有任何僱佣、委任、代理、合夥或其他類似之關係。</span
		>
	</p>
	<h2 class="font-bold text-xl">9. 違約賠償</h2>
	<p>
		<span
			>您同意保障和維護本網站及任何其他第三方的利益，如因違反有關法律、法規或本使用條款項下的任何條款而致使本網站或任何其他第三方造成損失，您同意承擔所造成損害之賠償責任。</span
		>
	</p>
	<h2 class="font-bold text-xl">10. 拒絕提供擔保</h2>
	<ul class="list-disc pl-6">
		<li>
			本網站對本服務不提供任何明示或暗示的擔保，包含但不限於商業適售性、特定目的之適用性及未侵害他人權利。
		</li>
		<li>
			本網站不擔保以下事項：
			<ul>
				<li>(a) 本服務將符合您的需求；</li>
				<li>(b) 本服務不受干擾、即時提供、安全可靠或從不出錯；</li>
				<li>
					(c)
					經由本服務之使用而取得任何資料之合適性、有效性、正確性、完整性、安全性、可靠性、即時性及是否侵害他人權利。
				</li>
			</ul>
		</li>
		<li>
			本服務之目的為提供您個人使用，您須自行判斷該等資料之即時性及適用性。若有任何交易或投資決定，皆由您自行承擔相關責任。
		</li>
		<li>
			若您透過本網站與網路上其他廠商或使用者進行商品或服務之買賣或各種交易行為，此時僅該廠商或使用者與您有契約關係存在，本網站並不介入或參與。如該商品或服務有任何瑕疵或糾紛時，請您逕行與該廠商或使用者聯絡解決，本網站對此不負任何擔保責任。
		</li>
	</ul>
	<h2 class="font-bold text-xl">11. 免責聲明</h2>
	<ul class="list-disc pl-6">
		<li>
			本網站會盡量確保資訊正確及適當，但醫學科技的發展日新月異，故不能保證資訊百份百正確無誤。本網站只供作參考資料用途，目的是提供實用保健資訊，並非嘗試提供診斷或治療。瀏覽本網站的人士，若需要對任何醫學問題，作出診斷或接受任何治療之前，應該諮詢註冊專科醫生。
		</li>
		<li>
			在任何情況下，本網站對於您或任何其他第三方因使用或不能使用該等服務所發生的任何直接的、間接的、附帶引起的、特別的、懲罰性的或者間接性的損失或損害賠償，不承擔任何責任。即使本網站已知悉可能會有該等損失或損害賠償，亦是如此。
		</li>
		<li>
			本網站於下列情形之一時，得暫停或中斷本服務之部分或全部服務，且對使用者任何直接或間接之損害，不承擔任何責任：
			<ul>
				<li>(a) 對於本網站相關系統設備進行遷移、更換或維護時；</li>
				<li>(b) 任何不可歸責於之事由所造成之服務停止或中斷；</li>
				<li>(c) 天災或其他不可抗力造成本網站之服務停止或中斷；</li>
				<li>(d) 使用者有任何違反政府法令或本使用條款情事。</li>
			</ul>
		</li>
	</ul>
	<h2 class="font-bold text-xl">12. 服務變更、中斷或終止</h2>
	<p>
		<span>鑒於網路服務的特殊性，您同意本網站有權隨時變更、中斷或終止部分或全部的網路服務。</span>
	</p>
	<h2 class="font-bold text-xl">13. 法律管轄</h2>
	<p>
		<span
			>本使用條款的訂立、執行和解釋及爭議的解決均應適用於中華民國法律，並以台灣台北地方法院作為第一審管轄法院。</span
		>
	</p>
	<h2 class="font-bold text-xl">14. 其他規定</h2>
	<ul class="list-disc pl-6">
		<li>
			本使用條款構成雙方對本服務及其他有關事宜的完整協議，並取代雙方先前就本使用條款所為之任何形式之承諾或協議。
		</li>
		<li>
			如本使用條款中的任何條款無論因何種原因，完全或部分無效或不具有執行力，本使用條款的其餘條款仍應有效並且有約束力。
		</li>
		<li>本使用條款的標題僅為方便閱讀所設，非對條款的定義、限制、解釋或描述其範圍或界限。</li>
	</ul>
</div>
